Repository: CentauriSolutions/EYEdP
Catalog: config/locales/gettext/*/app.po
Languages: nl

source: Invalid two-factor code.
nl: Ongeldige tweefactorcode.

source: Authentication via %{method} device failed.
nl: Verificatie via %{method}-apparaat is mislukt.

source: An error occurred. Please sign in again.
nl: Er is een fout opgetreden. Log opnieuw in.

source: Invalid pin code
nl: Ongeldige pincode

source: Two-factor authentication has been disabled successfully!
nl: Twee-factor-authenticatie is succesvol uitgeschakeld!

source: Create Group
nl: Groep maken

source: Update Group
nl: Groep bijwerken

source: Create User
nl: Gebruiker maken

source: Update User
nl: Gebruiker bijwerken

source: Save Changes
nl: Wijzigingen opslaan

source: Enable User
nl: Gebruiker inschakelen

source: Disable User
nl: Gebruiker uitschakelen

source: Confirm Name
nl: Naam bevestigen

source: Manage 2FA
nl: Beheer 2FA

source: Enable 2FA
nl: 2FA inschakelen

source: Home
nl: Thuis

source: Sign Up
nl: Inschrijven

source: Sign In
nl: Inloggen

source: Admin Dashboard
nl: Beheerdersdashboard

source: Edit Profile
nl: Bewerk profiel

source: Preferences
nl: Voorkeuren

source: Sign out
nl: Uitloggen

source: Account
nl: Rekening

source: Profile
nl: Profiel

source: Access tokens
nl: Toegangstokens

source: Authentication devices
nl: authenticatie apparaten

source: Account activity
nl: Gebruikersactiviteit

source: Manage TOTP 2FA
nl: Beheer TOTP 2FA

source: Enable TOTP 2FA
nl: TOTP 2FA inschakelen

source: Regenerate recovery codes
nl: Herstelcodes opnieuw genereren

source: To edit any details on this page, you must confirm your current password.
nl: Om details op deze pagina te wijzigen, moet u uw huidige wachtwoord bevestigen.

source: Leave blank if you don't want to change your password
nl: Laat dit veld leeg als u uw wachtwoord niet wilt wijzigen

source: We need your current password to confirm your changes to update your account details
nl: We hebben uw huidige wachtwoord nodig om uw wijzigingen te bevestigen om uw accountgegevens bij te werken

source: Permanently delete account
nl: Account definitief verwijderen

source: Sites to which you've recently authenticated
nl: Sites waarbij u zich onlangs heeft geverifieerd

source: Should you ever lose your phone or access to your one time password secret, each of these recovery codes can be used one time each to regain access to your account. Please save them in a safe place, or you will lose access to your account.
nl: Mocht u ooit uw telefoon of toegang tot uw eenmalige wachtwoordgeheim kwijtraken, dan kan elk van deze herstelcodes één keer worden gebruikt om weer toegang te krijgen tot uw account. Bewaar ze op een veilige plaats, anders raakt u de toegang tot uw account kwijt.

source: Proceed
nl: Doorgaan

source: Download codes
nl: Codes downloaden

source: Two-factor Authentication Recovery codes
nl: Herstelcodes voor tweefactorauthenticatie

source: Congratulations! You have enabled Two-factor Authentication!
nl: Gefeliciteerd! Je hebt tweestapsverificatie ingeschakeld!

source: Register Two-Factor Authenticator
nl: Registreer Two-Factor Authenticator

source: Use an one time password authenticator on your mobile device or computer to enable two-factor authentication (2FA).
nl: Gebruik een eenmalige wachtwoordverificatie op uw mobiele apparaat of computer om tweefactorauthenticatie (2FA) in te schakelen.

source: You've already enabled two-factor authentication using one time password authenticators. In order to register a different device, you must first disable two-factor authentication.
nl: Je hebt twee-factor-authenticatie al ingeschakeld met behulp van eenmalige wachtwoord-authenticators. Om een ander apparaat te registreren, moet u eerst tweefactorauthenticatie uitschakelen.

source: If you lose your recovery codes you can generate new ones, invalidating all previous codes.
nl: Als u uw herstelcodes kwijtraakt, kunt u nieuwe genereren, waardoor alle eerdere codes ongeldig worden.

source: Disable two-factor authentication
nl: Uitschakelen twee-factor authenticatie

source: Can't scan the code?
nl: Kun je de code niet scannen?

source: To add the entry manually, provide the following details to the application on your phone.
nl: Om het item handmatig toe te voegen, geeft u de volgende details op in de applicatie op uw telefoon.

source: Key: %{key}
nl: Sleutel: %{key}

source: Time based: Yes
nl: Op tijd gebaseerd: Ja

source: Register with two-factor app
nl: Registreer met twee-factor app
